<p>
    <img src="{{ Vite::asset('articles/about-my-trip-to-kazan/00_preview.jpg') }}" alt="О поездке в Казань и о лучшем концерте в моей жизни">
</p>

<p>
Казань вызывает у меня противоречивые чувства.
Мне там и понравилось, и не понравилось одновременно.
Хотя, может, я там был не в то время.
Но обо всём по порядку.
</p>

<h2>Жизнь до 24.02.2023</h2>

<h3>Markul</h3>

<p>
    Уже как год я большой поклонник музыканта Markul.
    Я слушал его и раньше, но не был так сильно погружен в его творчество.
</p>

<p>
    Его строчки из песни X-Ray:
</p>

<em>
    "...твой секрет успеха<br>
    Нужно, бл#ть, еб#шить, а не слушать падших<br>
    И не слушать старших<br>
    Если брать пример с них — всё будет также..."
</em>

<p>стали для меня жизненным кредо.</p>

<p>
    24.02.2023 должен был состояться концерт, последний и завершающий его Pressure Tour по России, в городе Казань.
</p>

<h3>Билеты</h3>

<p>
    На момент написание этого материала, я учусь на 2 курсе в универе и продолжаю
    создавать сайты, работая удалённо в компании.
</p>

<p>
    Просто так взять и уехать - не получится. Но эти дни особенные:
</p>

<ul>
    <li>23 февраля - четверг, праздничный выходной;</li>
    <li>24 февраля - пятница, праздничный выходной;</li>
    <li>25 февраля - суббота, обычный выходной;</li>
    <li>26 февраля - воскресенье, обычный выходной.</li>
</ul>

<p>
    4 подряд идущих выходных: не идеальный ли повод поехать в мини-путешествие по Казани на несколько дней?
</p>

<p>
    Идеальный. Билеты куплены.
</p>

<h2>
    Назад в 2021 год
</h2>

<h3>
    Лето 2021
</h3>

<p>
    На момент, когда я первый раз поехал в другой город один, мне было 17 лет.
    Из Челябинска в Екатеринбург. Город, в котором сейчас я учусь и работаю.
</p>

<p>
    Моим спонсором был фриланс.
    Тогда я работал над сайтом, который работает и приносит пользу до сих пор!
    <a href="https://primem.deniszagvozdin.ru/" target="_blank">Ссылка на этот ресурс</a>
    Это был проект, над которым было комфортно работать:
</p>

<ol>
    <li>приятные заказчики;</li>
    <li>интересные задачи, в которые погружаться было одно удовольствие.</li>
</ol>

<p>
    Что интересно, найти в 17 лет жильё на несколько дней стало проблемой.
    Мне отказывали только потому, что я несовершеннолетний. Договор с таким человеком, как я, было не подписать.
    Но ладно, это меня не особо остановило 😂
</p>

<h3>
    Осень 2021
</h3>

<p>
    Через полгода я поехал во второй город - Казань.
    Была возможность, а почему нет?
</p>

<p>
    В обе поездки со мной была огромная сумка с вещами, из которых мне, в лучшем случае, пригодилось 20% вещей.
    "А зачем столько брать?" - подумал я и решил, что рюкзака вполне хватит.
</p>

<p>
    Гораздо позже, после всех поездок, уже дома, меня посетила следующая мысль:
</p>

<em>
    "Интересно получается. Всё жизненно необходимое находится на мне (банковские карты, одежда, паспорт, телефон),<br>
    а что не помещается в карманах, находится в рюкзаке у меня за спиной.<br>
    И как просто путешествовать, имея удалённую работу. Взял ноутбук - и поехал.<br>
    Да вообще время интересное: компактные банковские карты вместо огромного кошелька, тонкие ноутбуки вместо<br>
    персонального компьютера - всё помещается в портфель."
</em>

<h2>Жизнь 24.02.2023</h2>

<p>
    И речь здесь будет не про один день из поездки.
    Это 3 длинных дня, которые я находился там в период с 23 по 25 февраля.
</p>

<h3>
    Дорога в Казань
</h3>

<p>
    В поездах, я считаю, есть своя атмосфера. Уютная.
    Поезда прежде всего у меня ассоциируются с запахом огурчиков, сырокопчёной колбасы, доширака и
    общительных людей (ну интересно с ними). Не скучно, в общем.
</p>

<h3>
    Главная площадь
</h3>

<p>
    <img src="{{ Vite::asset('articles/about-my-trip-to-kazan/05_main_square.jpg') }}" alt="Главная площадь">
</p>

<em>
    Первый день. Тут красиво, как и полтора года назад.
</em>

<h3>
    Мороз. Зима. Казань. Волейбол.
</h3>

<p>
    Люблю волейбол. А встретить своих в чужом городе всегда приятно.
</p>

<p>
    <img src="{{ Vite::asset('articles/about-my-trip-to-kazan/01_volleyball.jpg') }}" alt="Волейбол зимой в Казани">
</p>

<em>
    На фото кажется, что их 3. Но, на самом деле, их 4. И они играют в пляжный волейбол на снегу.
</em>

<p>
    Центр города, -14, по ощущениям -25, ветер, 10 утра.
</p>

<p>
    Очень приветливые люди. Жалею только, что с ними не удалось поиграть 😀
</p>

<h3>
    Искусство. Тишина. Спокойствие. Библиотека.
</h3>

<p>
    <img src="{{ Vite::asset('articles/about-my-trip-to-kazan/02_art.jpg') }}" alt="Искусство прямо в библиотеке">
</p>

<p>
    <img src="{{ Vite::asset('articles/about-my-trip-to-kazan/03_art.jpg') }}" alt="Несколько картин сразу">
</p>

<em>
    Искусство. В этом что-то есть.
</em>

<p>
    <img src="{{ Vite::asset('articles/about-my-trip-to-kazan/04_view_from_the_window.jpg') }}" alt="Вид из окна библиотеки">
</p>

<em>
    Отсюда, на втором этаже, открывается панорамный вид на город. Так и хочется прийти туда и почитать.
</em>

<h3>
    Ко-о-о-о-онцерт: я за этим же приехал 😅
</h3>

<p>
    Мне повезло: я был почти у сцены. До неё - рукой подать.
</p>

<p>
    <img src="{{ Vite::asset('articles/about-my-trip-to-kazan/06_markul.jpg') }}" alt="Фото с концерта Markul">
</p>

<p>
    <img src="{{ Vite::asset('articles/about-my-trip-to-kazan/07_markul.jpg') }}" alt="Фото с концерта Markul">
</p>

<p>
    <img src="{{ Vite::asset('articles/about-my-trip-to-kazan/08_markul.jpg') }}" alt="Фото с концерта Markul">
</p>

<em>
    Фотографии с концерта.
</em>

<a href="https://vk.com/markul_kazan2022">Источник</a>

<p>Моя нарезка всех треков, которые исполнял Марк:</p>

<iframe width="100%" height="600" src="https://www.youtube.com/embed/GEWpZUjIoGk" title="YouTube video player" frameborder="0" allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share" allowfullscreen></iframe>

<p>
    Назабываемая атмосфера. Побывав там один раз, хочется ещё и ещё.
    Эти эмоции. Зал. Музыкант.
</p>

<p>
    Полтора часа лучшей музыки. Лучших треков. Лучшего исполнения. Проходят на одном дыхании.
</p>

<p>
    Жаль что так быстро 😮‍💨
</p>

<h3>
    Последний день в городе
</h3>

<p>
    <img src="{{ Vite::asset('articles/about-my-trip-to-kazan/10_snowy_city.jpg') }}" alt="Снежный город">
</p>

<em>
    Крепость. Снегопад. Тоска.
</em>

<h2>
    Жизнь после 24.02.2023
</h2>

<p>
    Кстати, домой я увёз такой плакат:
</p>

<p>
    <img src="{{ Vite::asset('articles/about-my-trip-to-kazan/09_pressure_tour.jpeg') }}" alt="Pressure Tour">
</p>

<p>
    С автографом Марка. Теперь он висит на видном месте и заряжает атмосферой того дня 🌆
</p>

<h3>
    К началу статьи
</h3>

<p>
    Всё было не так однозначно, да ведь? Да.
    Было 2 момента, которые меня смущали во время и после поездки.
</p>

<p>
    Гуляя в последний день в центре города, я зашёл в какой-то район.
    Ощущение было такое, что этот район - неблагополучный.
    Атмосфера бедности. Мусульман, которые гуляли с коляской и просили денег. Нищета.
    Всегда в такие моменты хочется убежать поскорее из этого района.
    Но неприятный шлейф воспоминаний остаётся.
</p>

<p>
    Но это не так критично. Для меня город показался каким-то старинным.
    По сути так и есть: крепость, старые здания, традиции.
    Да простят меня казанцы, жить в Казани я бы не хотел. Узкие улочки, старые дома, крепости - не моё.
    Вот Екатеринбург - другое дело: новостройки, широкие улицы,
    велосипедисты (_к слову о моей страсти к велоспорту_), современные здания,
    ощущение всего нового и амбиций.
</p>

<h2>Вывод</h2>

<p>
    В целом, мне всё понравилось.
    Чувствую, что не зря съездил, учитывая, что потрачено на поездку, по моим меркам, было не так много.
    А эмоций много!
</p>

<p>
    Нужно обязательно побывать в других городах (а такие на примете есть).
    А на концерт Марка в следующий раз обязательно пойду!
</p>

<hr>

<p>
    Мне очень нравится писать текста (в последнее время хочется писать особенно много).
    Мне хотелось о чем-то рассказать.
    Но в первую очередь я хотел закрыть тему Казани и этой поездки для самого себя.
    Поэтому если кому-то было действительно интересно прочитать материал, то я втройне доволен проделанной работой 😌
</p>
