<h1>Топ 11 книг, которые нравятся мне больше всего</h1>

<p><img src="{{ Vite::asset('resources/articles/11-knig-kotorye-ponravilis-i-zapomnilis-mne-bolse-vsego/0_preview.jpg') }}" alt="Превью статьи" loading="lazy"></p>

<p class="lead">Подборка книг, которые мне запомнились и, возможно, внесли коррективы в мою жизнь, и комментарий к
    ним.</p>
<h2>11 место. “Книга №1 про психологию” Александр Свияш</h2>
<p>
    Книга была прочитана уже очень давно, однако яркий пример из этой книги я запомнил: не говорить “ненавижу” по
    отношению к какому-либо человеку, который тебе неприятен, так как наше подсознание способно выполнять наши
    требования. Ненавидишь? Значит, у тебя будет ухудшаться зрение.
    Книга о том, что наше подсознание способно выполнять наши требования, какими бы они ни были. Загружая в свою голову
    мысль отрицательную, вы будете негативно влиять на свое здоровье, и наоборот, загружая мысль хорошую, позитивную,
    светлую, вы будете чувствовать благотворно влиять на свое здоровье. Связь между нашими мыслями и здоровьем — прямая.
</p>

<h2>10 место. “Мизери” Стивен Кинг</h2>

<p>В подборке будет много книг Стивена Кинга, моего любимого писателя, с которого и начался мой путь чтения книг.
    “Мизери” — первая прочитанная мною книга. Когда читаешь книгу, а у главного героя-писателя остается все меньше и
    меньше конечностей, задумываешься: когда же он будет жить дальше? Сопереживание…</p>

<h2>9 место. “Зов Ктулху” Говард Лавкрафт</h2>

<p>Книга, которая прямо-таки заставляет тебя представлять образы существ, которые там описываются. Книга, относящаяся к
    разряду тех, которые имеют непредсказуемые концовки.</p>

<h2>8 место. “Над пропастью во ржи” Дэвид Сэлинджер</h2>

<p>История подростка, который потерялся по жизни. И сестра, благодаря которой он возвращается домой. Заставляет
    задуматься на счёт некоторых вещей.</p>

<h2>7 место. “Команда скелетов” Стивен Кинг</h2>

<p>Сборник небольших рассказов. Больше всего запомнился рассказ про туман и “Долгий джонт”. Для меня открытием было
    слово “джонт”, которое ранее я не видел. Даже полез в интернет, чтобы понять, что это за понятие. Оказалось, понятие
    “джонтирование” было введено самим автором… Сын, почему ты не стал вдыхать газ?...</p>

<h2>6 место. “Нужные вещи” Стивен Кинг</h2>

<p>Неужели простой, интересный и загадочный продавец безделушек, только что приехавший в город, способен устроить такой
    хаос?</p>

<h2>5 место. “Ответ” Аллан и Барбара Пиз</h2>

<p>Книга о том, как ставить и добиваться целей. Как использовать свою ретикулярную активирующую систему (РАС) для
    достижения целей, почти не применяя силу воли. История в конце вдохновляет!</p>

<h2>4 место. “4 сезона” Стивен Кинг</h2>

<p>Море эмоций вызывает рассказ “Побег из Шоушенка”, поражает твердость характера, самоуважение, уверенность,
    спокойствие и целеустремленность главного героя. Читая такой рассказ, я сильно вдохновлялся непоколебимостью Энди
    Дюфрейна.</p>

<h2>3 место. “Оно” Стивен Кинг</h2>

<p>Один из самый популярных рассказов автора. Сплоченность команды Неудачников (дважды) удивляет. В фильме, в отличие от
    книги, бо́льшая часть мелочей и деталей упускается и не показывается. Поэтому книга наиболее интересна :)</p>

<h2>2 место. Трилогия о Билле Ходжесе и “Чужак” Стивена Кинга</h2>

<p>Тут сразу 3 книги о Билле Ходжесе и четвертая — “Чужак” — продолжение трилогии, но уже без Билла. Много эмоций, много
    событий, эмпатия, сопереживание, волнение…</p>

<h2>1 место. “Сияние” и “Доктор Сон” Стивен Кинг</h2>

<p>О-о-очень нравится история этого мальчика, у которого необычный дар. Первая книга о детстве мальчика, вторая — о его
    взрослой жизни, где его предназначение — отправлять (я бы даже сказал сопровождать) в дальний путь людей, которые
    вот-вот закончат свою жизнь. Дается огромная свобода воображению и применению дара. Невольно задумываешься: а как бы
    ты сам применил этот дар, если бы он был у тебя?</p>
