[
    {
        "type": "Image",
        "src": "/images/articles/article-1-photo-1.png",
        "alt": "Первая фотография на странице"
    },
    {
        "type": "H2",
        "content": "Вступление"
    },
    {
        "type": "Paragraph",
        "content": "Почти каждый человек в 21 веке пользовался сайтами. Сайты - это уже неотъемлемая часть нашей жизни, то, из чего, по сути, состоит вся мировая паутина. Каждый бизнес стремится создать свой сайт, каждый самозанятый предприниматель хочется, чтобы у него был сайт-визитка или лендинг, ведь мы все так привыкли пользоваться интернетом."
    },
    {
        "type": "H2",
        "content": "Так ли сложно в 21 веке научиться создавать сайты?"
    },
    {
        "type": "Paragraph",
        "content": "Давайте разберёмся с этим вопросом. Научиться писать сайты сейчас может любой желающий человек - материала, уроков, гадов, курсов в интернете очень много, причёсм как платных, так и бесплатнных. Но на это всё нужен очень ценный ресурс - время. Не у всех оно есть. С другой стороны, писать сайты самому сейчас не обязательно: есть очень много конструкторов сайтов, в которых уже заготовлены шаблоны для разных бизнесов, есть CMS-движки, которые тоже при минимальных знаниях программирования позволяют создавать сложные сайты. Но конструкторы имеют несколько недостатков перед ручным написанием сайта:"
    },
    {
        "type": "List",
        "content": [
            "конструкторы/движки добавляют лишний код из-за чего сайт замедляется",
            "невозможно построить сложную архитектуру (подходит только для небольших проектов)"
        ]
    },
    {
        "type": "Paragraph",
        "content": "Прямо противоположные особенности имеет ручное написание кода:"
    },
    {
        "type": "List",
        "content": [
            "код пишет программист, лишнего ничего нет, скорость загрузки увеличивается",
            "возможно писать сложные и большие проекты"
        ]
    },
    {
        "type": "H2",
        "content": "А теперь покажу видео, как я создавал этот сайт"
    },
    {
        "type": "HTML",
        "content": "<iframe width=\"100%\" height=\"400\" src=\"https://www.youtube.com/embed/mnNTIXDIJRs\" title=\"YouTube video player\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe>"
    }
]
