{
    "data": [
        {
            "title": "11 книг, которые понравились и запомнились мне больше всего",
            "slug": "11-knig-kotorye-ponravilis-i-zapomnilis-mne-bolse-vsego",
            "author": "Denis Zagvozdin",
            "description": "11 книг, которые читал когда-то Денис Загвоздин. Готов назвать эти книги лучшими, которые я когда-либо читал.",
            "lead": "Подборка книг, которые мне запомнились и, возможно, внесли коррективы в мою жизнь, и комментарий к ним.",
            "priority": 2,
            "published": "2022-01-06"
        },
        {
            "title": "О поездке в Казань и о лучшем концерте в моей жизни",
            "slug": "about-my-trip-to-kazan",
            "author": "Denis Zagvozdin",
            "description": "В этих заметках я рассказываю о своей поездке в Казань 23.02-25.02.2023, а также рассказываю о первом и лучшем концерте в моей жизни",
            "lead": "Казань вызывает у меня противоречивые чувства. Мне там и понравилось, и не понравилось одновременно. Хотя, может, я там был не в то время. Но...",
            "priority": 4,
            "published": "2023-03-08"
        },
        {
            "title": "Делегирование прав в Laravel 9 без использования сторонних библиотек",
            "slug": "delegirovanie-prav-v-laravel-9-bez-ispolzovaniya-storonnix-bibliotek",
            "author": "Denis Zagvozdin",
            "description": "В этой статье мы рассматриваем. как создать личный кабинет или панель администратора с несколькими ролями на Laravel 9 без использования сторонних библиотек, а лишь используя стандартные средства, идущие из коробки ― политики",
            "lead": "На практике часто стоит задача реализовать делегирование прав в проекте на Laravel, когда есть личный кабинет или панель администратора. Также есть несколько ролей; каждая роль имеет свои права и разрешения. Типичная задача...",
            "priority": 0,
            "published": "2022-02-15"
        },
        {
            "title": "Фильмы, которые понравились мне больше всего",
            "slug": "filmy-kotorye-ponravilis-mne-bolse-vsego",
            "author": "Denis Zagvozdin",
            "description": "7 фильмов, которые являются любимыми фильмами Дениса Загвоздина",
            "lead": "Это те фильмы, которые запомнились мне больше всего. Если говорить в общем о моих “фильмовых” интересах, то это прежде всего фильмы про космос и...",
            "priority": 0,
            "published": "2022-01-06"
        },
        {
            "title": "Глубокое погружение в Laravel Livewire",
            "slug": "glubokoe-pogruzenie-v-laravel-livewire",
            "author": "Denis Zagvozdin",
            "description": "Создайте простое приложение для ведения блога, используя Laravel Livewire, полнофункциональный фреймворк Laravel для создания динамических интерфейсов.",
            "lead": "Laravel Livewire - это полнофункциональный фреймворк Laravel для создания динамических интерфейсов. В не столь отдаленном прошлом, чтобы создать приложение...",
            "priority": 0,
            "published": "2022-01-21"
        },
        {
            "title": "Искусство создания веб-приложений. Как научиться делать потрясающие сайты?",
            "slug": "iskusstvo-sozdaniya-veb-prilozenii-kak-naucitsya-delat-potryasayushhie-saity",
            "author": "Denis Zagvozdin",
            "description": "В этой статье рассмотрим, какие у нас есть варианты стать настоящими веб-программистами",
            "lead": "Программист - профессия не для всех. Прежде чем рассмотреть варианты обучения и дать советы по учебе, хотелось бы разобрать вопрос, подойдет ли эта профессия для вас...",
            "priority": 0,
            "published": "2021-12-23"
        },
        {
            "title": "История создания одной ERP системы",
            "slug": "istoriya-sozdaniya-odnoi-erp-sistemy",
            "author": "Denis Zagvozdin",
            "description": "Рассказываю о том, как мне удалось создать невероятно полезный ресурс, чего мы добились и какие есть перспективы",
            "lead": "Один из моих последних проектов — ERP сайт, который позволил ускорить работу в 10 раз и позволил сильно упростить жизнь специалистам, работающим в компании.",
            "priority": 0,
            "published": "2022-01-06"
        },
        {
            "title": "История создания сайта deniszagvozdin.ru",
            "slug": "istoriya-sozdaniya-saita-deniszagvozdinru",
            "author": "Denis Zagvozdin",
            "description": "В этой статье я показываю, как создавал свой личный сайт-портфолио буква от создания первой и пустой папки до стадии, когда сайт можно выложить в продакшн.",
            "lead": "Почти каждый человек в 21 веке пользовался сайтами. Сайты - это уже неотъемлемая часть нашей жизни, то, из чего, по сути, состоит вся мировая паутина. Каждый бизнес стремится создать свой...",
            "priority": 3,
            "published": "2021-12-23"
        },
        {
            "title": "Каково быть иногородним студентом: о переезде в другой город для учебы",
            "slug": "kakovo-byt-inogorodnim-studentom-o-pereezde-v-drugoi-gorod-dlya-uceby",
            "author": "Denis Zagvozdin",
            "description": "В этой статьи собраны истории нескольких людей, которые покинули родной дом, чтобы учиться в другом городе и в другом вузе.",
            "lead": "Сейчас я расскажу историю о том, как я переехал в новый город. Всё началось с того, что меня не поселили в общежитие при моем учебном заведении...",
            "priority": 0,
            "published": "2022-01-15"
        }
    ]
}
